{
  "test": ["test meaning"],
  "uniclinal" : ["See Nonoclinal."],
  "sarong" : ["A sort of petticoat worn by both sexes in Java and the Malay Archipelago. Balfour (Cyc. of India)"],
  "turcoman" : ["A member of a tribe of Turanians inhabiting a region east of the Caspian Sea. ",
     "A Turcoman carpet. Turcoman carpet or rug, a kind of carpet or rug supposed to be made by the Turcomans."],
  "corrugator" : ["A muscle which contracts the skin of the forehead into wrinkles."],
  "self-murder" : ["Suicide."],
  "anacaradium" : ["A genus of plants including the cashew tree. See Cashew."],
  "knurly" : ["Full of knots; hard; tough; hence, capable of enduring or resisting much."],
  "pock" : ["A pustule raised on the surface of the body in variolous and vaccine diseases. Of pokkes and of scab every sore. Chaucer."],
  "neuroma" : ["A tumor developed on, or connected with, a nerve, esp. one consisting of new-formed nerve fibers."],
  "hawser" : ["A large rope made of three strands each containing many yarns. Note: Three hawsers twisted together make a cable; but it nautical usage the distinction between cable and hawser is often one of size rather than of manufacture. Hawser iron, a calking iron."],
  "jolty" : ["That jolts; as, a jolty coach. [Colloq.]"],
  "proterandry" : ["The condition of being proterandrous."],
  "leucic" : ["Pertaining to, or designating, an acid obtained from leucin, and called also oxycaproic acid."],
  "petrescence" : ["The process of changing into stone; petrification."],
  "bathos" : ["A ludicrous descent from the elevated to the low, in writing or speech; anticlimax."],
  "oblectation" : ["The act of pleasing highly; the state of being greatly pleased; delight. [R.] Feltham."],
  "overtread" : ["To tread over or upon."],
  "taeniada" : ["Same as Tænioidea."],
  "fun" : ["Sport; merriment; frolicsome amusement. \"Oddity, frolic, and fun.\" Goldsmith. To make fan of, to hold up to, or turn into, ridicule."],
  "mixer" : ["One who, or that which, mixes."],
  "blazer" : ["One who spreads reports or blazes matters abroad. \"Blazers of crime.\" Spenser."],
  "elegist" : ["A write of elegies. T. Warton."],
  "conspirator" : ["One who engages in a conspiracy; a plotter. 2 Sam. xv. 31."],
  "logicality" : ["Logicalness."],
  "quinze" : ["A game at cards in which the object is to make fifteen points."],
  "dissimulate" : ["Feigning; simulating; pretending. [Obs.] Henryson.\n\nTo dissemble; to feign; to pretend."],
  "hempen" : ["Made of hemp; as, a hempen cord.",
    "Like hemp. \"Beat into a hempen state.\" Cook."],
  "yahwe" : ["A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah. Yahweh or Yahwe is the spelling now generally adopted by scholars."],
  "solisequious" : ["Following the course of the sun; as, solisequious plants. [R.] Sir T. Browne."],
  "grumose" : ["Clustered in grains at intervals; grumous."],
  "stalagmite" : ["A deposit more or less resembling an inverted stalactite, formed by calcareous water dropping on the floors of caverns; hence, a similar deposit of other material."],
  "sex-" : ["A combining form meaning six; as, sexdigitism; sexennial."],
  "tympanist" : ["One who beats a drum. [R.]"],
  "old-fashioned" : ["Formed according to old or obsolete fashion or pattern; adhering to old customs or ideas; as, an old-fashioned dress, girl. \"Old-fashioned men of wit.\" Addison. This old-fashioned, quaint abode. Longfellow."],
  "eloper" : ["One who elopes."],
  "revictual" : ["To victual again."],
  "diphyodont" : ["Having two successive sets of teeth (deciduous and permanent), one succeeding the other; as, a diphyodont mammal; diphyodont dentition; -- opposed to monophyodont. -- n.  An animal having two successive sets of teeth."],
  "football" : ["An inflated ball to be kicked in sport, usually made in India rubber, or a bladder incased in Leather. Waller.", "The game of kicking the football by opposing parties of players between goals. Arbuthnot."],
  "hiems" : ["Winter. Shak."],
  "suspection" : ["Suspicion. [Obs.]"],
  "manequin" : ["An artist's model of wood or other material."]
}